{
	"title_btn_close_menu": "Close menu",
	"title_btn_menu": "Show menu",
	"txt_nav_lang": "Language",
	"title_lang": "Change the language",
	"txt_nav_lang_spanish": "ES",
	"txt_nav_lang_english": "EN",
	"txt_nav_lang_portuguese": "PT",
	"title_gh": "Contribute to GitHub",
	"txt_nav_gh": "Cooperate",
	"title_pp": "Support us by donating at PayPal",
	"txt_nav_pp": "Contribute",
	"placeholder_search": "Paste the video URL here...",
	"title_search_btn": "Convert video to mp3 format",
	"title_video_preview": "Video thumbnail to be converted",
	"duration_video_preview": "Duration:",
	"btn_home_txt": "Home",
	"btn_download_txt": "Download file",
	"acc_q_1": "Usability",
	"acc_r_1": "Type the URL of the video to be converted in the search field and click the button to search for the video on the web. After a few moments you will be able to download your converted file in mp3 format.",
	"acc_q_2": "Limitations",
	"acc_r_2": "The maximum length of the video must be equal to or less than 2 hours and the final weight of the file must be less than or equal to 200 MB.",
	"acc_q_3": "Compatibility",
	"acc_r_3": "At the moment mp3converter is only compatible with Youtube, however we hope to support more sites soon.",
	"acc_q_4": "Query of copyrights",
	"acc_r_4_1": "If you wish to remove content from our website, please send us an email with the following content:",
	"acc_r_4_2": "The URL of the content to be blocked with all its variants.",
	"acc_r_4_3": "A proof of personal or professional identity.",
	"acc_r_4_4": "A proof that you have the rights to the content to be blocked.",
	"acc_r_4_5": "All your contact information: address, phone number, personal email.",
	"acc_r_4_6": "A declaration of honour, made under penalty of perjury, confirming that all information transmitted is accurate and that, in fact, you are the owner of the content to be blocked.",
	"acc_r_4_7": "Any message containing parts that are missing or inadmissible under the law will not receive any response or action from us.",	
	"title_pp_2": "Support us with PayPal",
	"title_gh_2": "Contribute to GitHub",
	"footer_1": "mp3converter is an open source license project, this project was born as a school project and we decided that it should be open source, you can support it by",
	"footer_2": "or follow the project by",
	"footer_3": "We are protected by the GNU public software license so it is forbidden to profit from our code."
}