{
	"title_btn_close_menu": "Cierra menú",
	"title_btn_menu": "Despliega menú",
	"txt_nav_lang": "Lenguaje",
	"title_lang": "Cambia el lenguaje",
	"txt_nav_lang_spanish": "ES",
	"txt_nav_lang_english": "EN",
	"txt_nav_lang_portuguese": "PT",
	"title_gh": "Contribuye en GitHub",
	"txt_nav_pp": "Contribuye",
	"title_pp": "Apóyanos donando en PayPal",
	"txt_nav_gh": "Apóyanos",
	"placeholder_search": "Pega la URL del video aquí...",
	"title_search_btn": "Convertir video a formato mp3",
	"title_video_preview": "Miniatura de video a convertir",
	"duration_video_preview": "Duración:",
	"btn_home_txt": "Inicio",
	"btn_download_txt": "Descargar archivo",
	"acc_q_1": "Usabilidad",
	"acc_r_1": "Teclee la URL del video a convertir en el campo de búsqueda y haga clic en el botón para buscar el video en la red. Después de unos momentos, podrás descargar tu archivo convertido a formato mp3.",
	"acc_q_2": "Limitaciones",
	"acc_r_2": "La duración máxima del video debe ser igual o inferior a 2 horas y el peso final del archivo debe ser inferior o igual a 200 MB.",
	"acc_q_3": "Compatibilidad",
	"acc_r_3": "Por el momento mp3converter solo es compatible con Youtube, sin embargo esperamos dar soporte a más sitios pronto.",
	"acc_q_4": "Derechos de autor",
	"acc_r_4_1": "Si desea eliminar contenido de nuestro sitio web, envíenos un correo electrónico con el siguiente contenido:",
	"acc_r_4_2": "La URL del contenido que se desea bloquear con todas sus variantes.",
	"acc_r_4_3": "Una prueba de identidad personal o profesional.",
	"acc_r_4_4": "Una prueba de que tienes los derechos de el contenido a bloquear.",
	"acc_r_4_5": "Toda tu información de contacto: dirección, numero de teléfono, correo electrónico personal.",
	"acc_r_4_6": "Una declaración de honor, realizada bajo pena de perjurio, que confirma que toda la información transmitida es precisa y que, de hecho, usted es el propietario del contenido a bloquear.",
	"acc_r_4_7": "Cualquier mensaje que contenga partes faltantes o inadmisibles según la ley, no recibirá ninguna respuesta ni acción por nuestra parte.",
	"title_pp_2": "Apóyanos con PayPal",
	"title_gh_2": "Contribuye con GitHub",
	"footer_1": "mp3converter es un proyecto de licencia de código abierto, este proyecto nació como un proyecto escolar y decidimos que fuera de código libre, puedes apoyar mediante",
	"footer_2": "o seguir el proyecto mediante",
	"footer_3": "Nos amparamos en la licencia de software publica GNU por lo que queda prohibido lucrar con nuestro código."
}