{
	"title_btn_close_menu": "Fechar menu",
	"title_btn_menu": "Mostrar menu",
    "txt_nav_lang": "Linguagem",
    "title_lang": "Alterar a língua",
	"txt_nav_lang_spanish": "ES",
	"txt_nav_lang_english": "EN",
    "txt_nav_lang_portuguese": "PT",
    "title_gh": "Contribuir para o GitHub",
	"txt_nav_gh": "Colaborar",
	"title_pp": "Apoie-nos doando a PayPal",
	"txt_nav_pp": "Contribuir",
	"placeholder_search": "Colar aqui o URL do vídeo...",
	"title_search_btn": "Converter vídeo para formato mp3",
	"title_video_preview": "Miniatura de vídeo a ser convertida",
	"duration_video_preview": "Duração:",
	"btn_home_txt": "Início",
	"btn_download_txt": "Descarregar ficheiro",
	"acc_q_1": "Usabilidade",
	"acc_r_1": "Digite o URL do vídeo a ser convertido no campo de pesquisa e clique no botão para pesquisar o vídeo na rede. Após alguns momentos, poderá descarregar o seu ficheiro convertido em formato mp3.",
	"acc_q_2": "Limitações",
	"acc_r_2": "A duração máxima do vídeo deve ser igual ou inferior a 2 horas e o peso final do ficheiro deve ser inferior ou igual a 200 MB.",
	"acc_q_3": "Compatibilidade",
	"acc_r_3": "De momento o mp3converter só é compatível com o Youtube, no entanto esperamos apoiar mais sítios em breve.",
	"acc_q_4": "Direitos de autor",
	"acc_r_4_1": "Se desejar remover conteúdo do nosso sítio web, envie-nos por favor um e-mail com o seguinte conteúdo:",
	"acc_r_4_2": "O URL do conteúdo que deseja bloquear com todas as suas variantes.",
	"acc_r_4_3": "Uma prova de identidade pessoal ou profissional.",
	"acc_r_4_4": "Prova de que tem os direitos ao conteúdo a ser bloqueado.",
	"acc_r_4_5": "Todas as suas informações de contacto: morada, número de telefone, e-mail pessoal.",
	"acc_r_4_6": "Uma declaração de honra, feita sob pena de perjúrio, confirmando que todas as informações transmitidas são exactas e que é de facto o proprietário do conteúdo a ser bloqueado",
	"acc_r_4_7": "Qualquer mensagem contendo peças em falta ou inadmissíveis nos termos da lei não receberá qualquer resposta ou acção da nossa parte.",	
	"title_pp_2": "Apoie-nos com PayPal",
	"title_gh_2": "Contribuir para o GitHub",
	"footer_1": "mp3converter é um projecto de licença de código aberto, este projecto nasceu como um projecto escolar e decidimos que era de código aberto, pode apoiá-lo por",
	"footer_2": "ou seguir o projecto por",
	"footer_3": "Estamos a utilizar a licença de software público GNU, pelo que é proibido lucrar com o nosso código."
}